Repository: riccione83/trekkingfy
Catalog: Trekkingfy/*.lproj/Localizable.strings
Languages: it

source: Error on getting forecast data
it: Impossibile scaricare le informazioni meteo

source: Save Route?
it: Salvare?

source: Do you want to save this route?
it: Vuoi salvare questo itinerario?

source: Yes
it: Si

source: End Point
it: Punto Finale

source: Route
it: Itinerario

source: GPS: Good
it: GPS: Ottimo

source: GPS: Not Good
it: GPS: Scarso

source: GPS: Bad
it: GPS: No

source: Start
it: Inizio

source: Stop
it: Fine

source: End
it: Fine

source: Light ON
it: Accendi Torcia

source: Light OFF
it: Spegni Torcia

source: Sound OFF
it: Disattiva Suono

source: Sound ON
it: Attiva Suono

source: SOS Light OFF
it: Spegni SOS

source: SOS Light ON
it: Accendi SOS

source: SOS Mode
it: Modo SOS

source: Distance:
it: Distanza:

source: Sorry, Unable to start camera
it: Spiacente, impossibile inizializzare la fotocamera

source: Add a point
it: Aggiungi un punto

source: click here
it: Clicca qui
